TargetApplication=1.0
Author=Jungle Networks - Alex Albino
SourceLANGID=1033
LANGID=1046
Generator=DKLang Translation Editor v3.0
LastModified=2010-01-09 23:06:54

[BorderRadiusWizard]
00000001=Raio de Curvas
00000008=<STYLE_Label5><STYLE_nob>&nbsp;&nbsp;</STYLE_nob>Esquerda<STYLE_nob>&nbsp;&nbsp;</STYLE_nob></STYLE_Label5><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>em baixo
00000009=<br><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Esquerda<br><STYLE_nob>&nbsp;</STYLE_nob>em Cima
00000010=<br>Direita<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob><br><STYLE_nob>&nbsp;</STYLE_nob>em Cima
00000011=<STYLE_Label5><STYLE_nob></STYLE_nob>Direita em Baixo<STYLE_nob></STYLE_nob>
00000012=<STYLE_Label3>Em tudo</STYLE_Label3>
00000013=Ok
00000014=Cancelar
00000016=Raio Vert:
00000017=Raio Horz:
00000018=Definir raio vertical e horizontal:
00000019=Resetar
00000020=Raio:

[ChooseUnicode]
00000001=Inserir Caracteres
00000007=Ok
00000009=Cancelar
00000010=Remover Última
00000011=Remover tudo

[ColorizeImg]
00000001=Colorir Imagem
00000003=Ok
00000004=Cancelar
00000005=Resetar
00000009=Saturação:
00000010=Leveza:
00000011=Matiz
00000012=Média de Saturação
00000013=Média de Leveza

[ColorPicker]
00000001=Selecione a Cor
00000004=Ok
00000005=Cancelar
00000006=Selecione a Cor
00000007=Copiar a Cores Prancheta
00000008=Obtenha Cor da Prancheta
00000009=Cores sobre o cursor do mouse
00000010=Picked color (aperte CTRL):

[dhMainForm]
00000003=Controle de Página
00000005=Página
00000007=Painel
00000009=Texto
00000011=Link
00000013=Imagem
00000015=Estilo
00000017=HTML/Script Direto
00000019=DHTML Menud
00000021=Recipiente Velho
00000023=Arquivo Externo
00000027=Lista de Objetos (tudo)
00000028=Voltar
00000030=Ir a Frente
00000049=Arquivo
00000050=Novo
00000051=Novo Direto dos Temas
00000052=Abrir
00000053=Arquivos Recentes
00000054=Salvar
00000055=Savar Como
00000056=Savar Como Tema
00000057=Salvar Tudo
00000058=Fechar
00000059=Fechar Tudo
00000060=Sair
00000061=Editar
00000062=Desfazer
00000063=Refazer
00000064=Cortar
00000065=Copiar
00000066=Colar
00000067=Deletar
00000068=Copiar tudo
00000069=Selecionar Tudo
00000070=Selecionar Todos os Acima
00000071=Selecionar Todos Abaixo
00000072=Procurar
00000073=Buscar Novamente
00000074=Substituir
00000075=Publicar
00000076=Pré visualizar
00000077=Abrir Diretório da Vizualização
00000078=Publicar
00000079=Ver Online
00000080=Propriedades da página
00000081=Janela
00000087=Cascata
00000088=Título
00000089=Organizar Ícones
00000090=Ferramentas
00000092=Opções
00000094=Guia
00000095=Guia
00000096=Exemplo Básico
00000097=Exemplo Básico com Rodapé
00000098=Exemplo Básico com Estilo
00000099=Exemplo Básico com Frames e Layout
00000100=Predefinições
00000102=Visitar o Fórum
00000103=Obter Apoio Técnico
00000104=Sobre
00000106=Linguagem
00000117=Área do Form
00000118=Caixa de Checagem
00000119=Caixa de Selecionar\n
00000120=Campo Editável
00000121=Área de Texto
00000122=Caixa Combo
00000123=Caixa de Listagem
00000124=Campo de Arquivo
00000125=Botão de Enviar
00000126=Botão de Resetar
00000127=Campo Oculto
00000128=Normal
00000129=Teste
00000130=Sobre Ele
00000131=Abaixo Dele
00000132=Sobre<br/>Abaixo
00000135=Menu do Tutorial
00000136=Externalizar Imagens
00000137=Checar por Atualizações

[dhMultilineCaptionEdit2]
00000002=Inserir linha Break
00000004=MASCARA
00000005=Remover o Início e fim da Tag
00000007=Inserir Caracteres do Conjunto de todos os Exibidos
00000009=Inserir Espaço
00000010=ESPAÇO
00000011=Ok
00000012=Cancelar
00000013=Máscara de  caracteres especiais de formatação

[FindText]
00000001=Procurar Texto
00000002=Encontrar Texto:
00000003=Busca em
00000004=Texto Digitado\nTexto Exibido
00000005=Ok
00000006=Cancelar
00000007=Origem
00000008=Do objeto selecionado\nToda a extensão\n
00000009=Direção
00000010=Frente\nAtráz\n
00000011=Opções
00000012=Processo sensível
00000013=Inclua conteúdo escondido\n

[FormWarnings]
00000001=Aviso!
00000003=Fechar

[GradientWizard]
00000001=Assistente de Grade
00000002=Primeira Cor
00000003=Segunda Cor
00000005=Direção
00000008=Ok
00000011=Largura:
00000012=Altura:
00000013=De Cima para Baixo\nDa Esquerda para a Direita\n

[MoreMisc]
00000001=Estilos Especial
00000008=Fechar
00000016=Resetar
00000019=Linha-Altura:
00000020=Antes do Texto
00000021=Texto Depois:
00000022=Propriedades Adicionais de CSS:
00000023=Visibilidade:
00000024=Atributos Adicionais ao HTML:
00000026=*VALOR CLARO*\nEscondido\nvisível\n
00000028=Mostrar:

[Options]
00000001=Opções
00000002=Grade
00000007=Nada\nPontilhado\nQuadriculado\nLinhas
00000008=Fonte
00000010=Escolha a Fonte Padrão..
00000011=Aplicar Fonte Padrão em todo o Documento
00000012=Saída
00000015=Comprimido
00000017=Publicar
00000020=Enviar Cache para o Diretório de FTP:
00000021=Usar Smart Publishing
00000022=Usar transferências Passiva de  FTP
00000023=Apagar
00000024=Limpar o Cache de Upload
00000026=Apagar
00000027=Aparência
00000028=Posição de Guias
00000029=Parte Superior\nParte inferior\nEsquerda\nDireita\nFlutuando Horizontalmente\nFlutuando Verticalmente\n
00000030=Fechar
00000032=Executável |*.EXE
00000033=Grade X:
00000034=Grade Y:
00000035=Mostrar Grade:
00000042=Misc
00000043=Checar por Atualizações mensalmente

[PageWizard]
00000001=Propriedades da página
00000002=Geral
00000019=Inserir HTML
00000023=Ok
00000024=Cancelar
00000025=Título:
00000026=Diretório Local:
00000032=Autor:
00000034=Descrição:
00000040=Redirecionamento
00000042=Prazo :
00000043=Antes </HEAD>
00000044=Apos <BODY>
00000045=Na parte superior
00000046=Caminhos
00000047=Pasta de Imagens:
00000048=Arquivo JavaScript:
00000049=Você pode definir os nomes dos arquivos gerados / pastas:
00000050=Arquivo de CSS:
00000051=Antes </BODY>

[Presets]
00000001=Predefinições
00000002=Inserir
00000003=Copiar Estilos

[PublishFTP]
00000001=Configurações de FTP
00000002=Ok
00000003=Cancelar
00000010=Abra o diretório remoto de FTP
00000011=Resetar
00000013=Usuário:
00000014=Senha:
00000015=Diretório:
00000016=Porta:
00000017=exemplo: meusite.com
00000018=O padrão é 21
00000019=exemplo: /www/ ou /pastadosite/

[PublishLog]
00000002=Parar!

[StartUp]
00000001=Início
00000004=Abrir o Ultimo Projeto
00000005=Novo apartir dos Templates
00000006=Ler o Tutorial
00000007=Abrir uma Página em Branco
00000008=Guia

[StyleInfo]
00000001=Informação do Estilo

[Tabs]
00000001=Fonte
00000002=Fonte
00000003=Negrito
00000004=Italico
00000005=Riscado
00000007=Sublinhar
00000008=Cores
00000009=Cor de fundo
00000010=Fonte
00000011=Transparente
00000012=Resetar
00000013=Borda
00000014=Direita
00000015=abaixo
00000016=Topo
00000017=Esqueda
00000018=Tudo
00000023=Largura:
00000025=Resetar
00000027=Imagem
00000028=Imagem
00000029=Arquivo..
00000032=Tipo
00000036=Título
00000041=Resetar
00000042=Misc
00000043=Geral
00000063=Resetar
00000065=Efeitos
00000067=Texto
00000069=Usar transferência passiva de FTP
00000070=Texto
00000072=Usar transferência passiva de FTP
00000073=Anti-linhas
00000074=Aplicável apenas efeitos aos texto
00000075=Não aplicar efeitos de texto
00000076=Outra sombra
00000077=Contorno
00000085=Cor
00000086=Raio
00000096=Resetar
00000097=Objeto
00000098=Geral
00000099=ID
00000101=Tipo
00000108=Pos.
00000110=Topo
00000111=Esqueda
00000112=Largura
00000113=Altura
00000114=Largura automática
00000115=Altura automática
00000118=Topo
00000119=Direita
00000120=abaixo
00000122=Esqueda
00000128=Texto
00000129=Edição rápida:
00000131=Páginas
00000132=Gerenciar páginas:
00000133=Criar nova página
00000134=Deletar página
00000135=Mover para cima
00000136=Mover para baixo
00000140=Página
00000141=Propriedades da página
00000142=Título:
00000148=Mais..
00000149=Editar
00000151=Opções
00000153=Senhas
00000156=Opções
00000173=Área do Form
00000176=Link Externo
00000177=URL
00000178=Tragetória
00000180=Menu
00000182=Opções
00000194=Adicionar um menu
00000195=Link
00000196=Link
00000197=Link para página
00000199=Link Externo
00000200=URL
00000201=Tragetória
00000210=Automatico
00000213=Área do Form
00000214=Nada\nEnviar\nResetar\n
00000221=Oculto
00000225=Propriedades
00000226=A Área branca é transparente
00000229=Salvar
00000230=Lista
00000231=Opções
00000232=Permitir múltipla selecção
00000233=Como lista suspensa
00000234=Como caixa de lista
00000235=Novo item
00000236=Mover à cima
00000237=Mover à baixo
00000238=Deletar item
00000239=Propriedades do item
00000240=Texto
00000241=Valor
00000242=Selecionado inicialmente
00000243=HTML
00000244=Tipo HTML:
00000245=Gerar contendo o elemento HTML
00000246=Arquivo
00000247=Carregar arquivo
00000248=Com Ligação?
00000249=Usar como
00000250=Link para Arquivo\nFlash\nMúsica de Fundo\nJavascript\n
00000254=Repetir
00000255=Pré visualizar
00000259=Carregar arquivo
00000261=Propriedades da página
00000262=Nova página
00000263=Editar Texto
00000264=Adicionar um menu
00000265=Criar submenu
00000266=Alinhar
00000267=Alinhar à Grade
00000268=Alinhe às bordas esquerdas
00000269=Alinhe às bordas direitas
00000270=Alinhe às bordas do topo
00000271=Alinhe às bordas de baixo
00000272=Igualar as Distâncias Horizontais
00000273=Igualar as Distâncias Verticais
00000274=Trazer para a frente
00000275=Carregar do arquivo
00000276=Ir para
00000277=Usar objeto
00000278=Página vinculada
00000279=Link fragmentado
00000280=Salvar como imagem
00000281=Estilos
00000282=Obter estilos do objeto usado
00000283=Obter estilo do objeto na memória
00000285=Limpar todos os estilos
00000287=Mostrar informação de estilo
00000288=Carregar do endereço HTTP
00000289=Salvar como arquivo
00000290=Copiar imagem
00000291=Colar imagem
00000292=Mudar cores
00000293=Propriedades do objeto
00000294=Pedidor
00000295=Editar
00000296=Cortar
00000297=Copiar
00000298=Deletar
00000299=Colar
00000300=Copiar tudo
00000301=Fonte
00000302=Borda
00000303=Imagem
00000304=Efeitos
00000305=Misc
00000307=Menu
00000308=Automatico
00000309=Fazer a cor de fundo transparente

[TemplatesWizard]
00000001=Modelos (templates)
00000002=Ok
00000003=Cancelar
00000005=-- Vazio --

[TransparencyWizard]
00000001=Assistente para transparência cor
00000002=Cor principal
00000004=Ok
00000005=Opacidade:

[ObjectExplorer]

[ResourceExplorer]

[$CONSTANTS]
CONFIRMDELETE=Você ainda deseja apagar os objetos selecionados?
COPYEXISTINGFILES=Você quer copiar os arquivos de imagem já ligados à nova localização?
DLG_CONFIRMATION=Confirmar
DLG_ERROR=Erro
DLG_INFORMATION=Informação
DLG_WARNING=Alerta
DUPLICATEEFFECTS=Você deseja duplicar os efeitos atuais?
EMPTYCLIPBOARD=Não há objetos na memória
FILEINFO_FILENAME=Nome do arquivo
FILEINFO_FILESIZE=Tamanho
FPTLOG_GENERATE=Gerando arquivos HTML ...
FPTLOG_GENERATEFOR=Gerando arquivos HTML para % ...
FTPLOG_CONNECTINGTO=Conectando no %
FTPLOG_CREATEDDIR=Criando diretório no FTP %
FTPLOG_EMPTYSMARTUPLOAD=Todos os arquivos já estão atualizados!
FTPLOG_EMPTYUPLOAD=Nenhum aquivo para enviar!
FTPLOG_GENERATED=Arquivos gerados.
FTPLOG_LOGGEDIN=Logado
FTPLOG_SAVING=% de % files will not be uploaded to the server because they have not changed since last upload. You can disable or clear the upload cache in Options | Publish | Smart Publishing.
FTPLOG_SUCCESS=Publicação concluída!
FTPLOG_UPLOAD=Enviando %
INPUTHTTPURL=Carregar do endereço HTTP
INVALIDMENUNESTING=O menu % não pode ser aberto pelo link % porque a ligação é um filho do menu.
INVALIDPROPERTYVALUE=Erro ao ler %: valor de propriedade inválido
INVALIDVALUE=Valor inválido
MODIFIEDSTATE=Modificado
NEWVERSIONAVAILABLE=Uma nova versão de DFM2HTML está disponível.\nVocê deseja ir para a página de donwloads?
NOIMAGETOEXTERNALIZE=Todas as imagens estão exteriorizadas!!
PASTEERRORCOUNT=% error(s) ocorreu enquanto estava colando
QUOTEINVALIDVALUE="%" não é um valor válido
READERRORCOUNT=% error(s) ocorreu durante a leitura %
READFROMERROR=Não é possível ler %
REFOBJECT=% É referenciada pelo %
SAVEASOPENED=O arquivo que você deseja salvar está aberto no editor. \n<BR> Feche este arquivo primeiro
SAVETO=Salvar as mudanças no %?
SAVETOERROR=Não é possível escrever para%
SAVEUNTITLED=Salvar as alterações do Sem Título?
SEARCHFAILED=Pesquisando linha '%' não foi encontrado
STILLUPTODATE=Este Programa está Atualizado!
SYSTEMERROR=Mensagem de erro do sistema
TEMPLATESAVEASCAPTION=Nome do modelo
TEMPLATESAVEASPROMPT=Defina um nome para o modelo (template) (sem extensão):
UNKNOWNOBJECT=Tipo de objeto desconhecido %
UNSUPPORTEDSTYLE=Esse estilo não é suportada para este tipo de objeto.
UNTITLED=Sem Título
